{
  "type": "FeatureCollection",
  "features":[
      {
        "type": "Feature",
        "properties":{
            "postNumber": "1",
            "treeName": "Persian ironwood",
            "latinTreeName": "Parrotia persica",
            "description": "A slow-growing shrub or tree up to 10m tall.  Its common name refers to the incredible strength of its timber.  Autumnal foliage is a rich crimson colour"
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0326277,
              51.5391122
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "2",
            "treeName": "Hol oak/holly oak",
            "latinTreeName": "Quercus ilex",
            "description": "An evergreen tree with tough hardwood, used since ancient times for construction of pillars, tools and wine casks.  The acorns are an important food source for free-range pigs.",
            "activity": "Stand with your back to the tree and face the field.  Look up!  The branches and leaves haven't grown in this direction because of competition for light, in this case, nearby trees."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0295365,
              51.5401922
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "3",
            "treeName": "London plane",
            "latinTreeName": "Platanus hispanica (acerifolia)",
            "description": "A large growing tree that copes well with the pollutants generated by cities.  The oldest trees of this species date from first plantings around the mid 1600's.  None have ever been recorded of dying from old age, so nobody knows how old they could get.",
            "activity": "This tree has an interesting split trunk and a huge canopy.  How many paces is it from one side to the other?",
            "directions": "Take a few paces from the main path towards Riseholme Gate, the tree is on your left."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0315123,
              51.5437531
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "4",
            "treeName": "Monkey puzzle/Chilean pine",
            "latinTreeName": "Auraucara araucana",
            "description": "An evergreen tree growing to 40m tall.  It can possibly live as long as 1,000 years.  In France, it is known as 'désespoir des singes' or 'monkeys' despair'.  It even has spines on the tree trunk!",
            "directions": "You have to venture off the pathway to find this tree, close to the wildflower meadow."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0339132,
              51.5438223
            ]
        }
      },      
      {
        "type": "Feature",
        "properties":{
            "postNumber": "5",
            "treeName": "Lime tree/linden or basswood (line of trees)",
            "latinTreeName": "Tilia species",
            "description": "This old line of trees marked the boundary line for the old churchyard that used to stand on this site.  Linden was originally the adjective, 'made from lime-wood', the tree is not related to the citrus fruit called lime (Citrus aurantifolia).",
            "activity": "Stand quietly in spring and summer and see if you can spot a butterfly in the wildflower meadow.",
            "directions": "This line of trees forms the boundary of the wildflower meadow."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0348533,
              51.5430085
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "6",
            "treeName": "Turners oak",
            "latinTreeName": "Quercus x turneri",
            "description": "This hybrid was created by a nuseryman, a Mr Turner of Essex, back in the late 18th century by crossing the English oak - Quercus robur - with the holm oak - Quercus ilex. The green leaves have a white underside.",
            "activity": "Can you spot the missing limb?  Notice how the other branches are dropping down to fill the gap."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0369622,
              51.5411374
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "7",
            "treeName": "Copper beech",
            "latinTreeName": "Fagus sylvatica purpurea",
            "description": "Beech, like hazel, has been used for centuries for its wood, specifically in making furniture.  Chairmakers, also known as 'bodgers', use the wood as it bends without breaking and is relatively free of knots.",
            "activity": "The outer leaves are purple, but walk under the tree canopy and the leaves gradually turn a shade of green."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0385494,
              51.5390016
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "8",
            "treeName": "Lombardy poplar",
            "latinTreeName": "Populus nigra italica",
            "description": "At around 40 to 50 years this short lived variety starts shedding branches.  They are liable to be blown over in high winds, each successive tree lost exposing neighbouring trees creating a domino effect.",
            "activity": "Compare the width of the canopy to the London plane earlier in the walk.  These trees are often planted in rows to mark boundary lines."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0414535,
              51.5372412
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "9",
            "treeName": "Purple leaved Norway maple",
            "latinTreeName": "Acer platanoides 'Crimson King'",
            "description": "The Norway maple is a fast-growing deciduous tree and strong enough to be grown in exposed positions, even as a windbreak.  A lot of purple trees are copper beeches; you don't see many purple maples!",
            "directions": "It's one of the last trees on your left before you exit through the Royal Gates."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0428731,
              51.5366535
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "10",
            "treeName": "Narrow leaf ash",
            "latinTreeName": "Fraxinus angustifolia",
            "description": "In Britain we regarded ash as a healing tree.  Norse Vikings burned the wood to ward off evil spirits and referred to it as the 'Tree of Life'.",
            "activity": "Can you spot where a large limb has been lost, leaving a big hole that goes deep into the centre of the trunk?"
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0415863,
              51.5340226
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "11",
            "treeName": "Silver birch",
            "latinTreeName": "Betula pendula",
            "description": "Silver birch provides food and habitat for more than 300 insect species - the leaves attract aphids, providing food for ladybirds and other species further up the food chain.  They are also a food plant for the caterpillars of many moths, including the angle-shades, buff tip, pebble hook-tip and Kentish glory.",
            "activity": "This tree has lost its paper white trunk near the base.  You have to look up for that familiar colour on the newer branches."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0403012,
              51.5339500
            ]
        }
      },
      {
        "type": "Feature",
        "properties":{
            "postNumber": "12",
            "treeName": "Pin oak (line of young trees)",
            "latinTreeName": "Quercus palustris",
            "description": "The pin oak can give off a strange skunk-like odour the bark was used by some Native American tribes to make a drink for treatment of stomach pain."
        },
        "geometry":{
            "type": "Point",
            "coordinates":[
              -0.0382694,
              51.5361250
            ]
        }
      }
  ]
}